IDEA Open Model
CalculationSetup.UlsInteraction Property
Compatible with IDEA StatiCa Beta 20.0
 Uls interaction
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool UlsInteraction { get; set; }
Public Property UlsInteraction As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace